Repository: JobDoesburg/PUC-admin
Catalog: pucadmin/locale/*/LC_MESSAGES/django.po
Languages: nl

source: All
nl: Alle

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: #submissions
nl: #inzendingen

source: registration open
nl: aanmelding open

source: competition
nl: wedstrijd

source: title
nl: titel

source: nominated
nl: genomineerd

source: prize
nl: prijs

source: course
nl: vak

source: Nomimation
nl: Nominatie

source: created at
nl: aangemaakt op

source: authors
nl: auteurs

source: supervisors
nl: begeleiders

source: Competitions
nl: Wedstrijden

source: name
nl: naam

source: For example: Van Melsenprijs 2021
nl: Bijvoorbeeld: Van Melsenprijs 2021

source: organisation
nl: organisatie

source: registration start
nl: start aanmelding

source: registration end
nl: eind aanmelding

source: nomination date
nl: nominatie datum

source: Communicated towards students in confirmation email as the latest date they will hear about their nomination
nl: Gecommuniceerd naar leerlingen in bevestigingsmail als de uiterste datum waarop ze over hun nominatie zullen horen

source: competition date
nl: wedstrijddatum

source: competitions
nl: wedstrijden

source: abstract
nl: samenvatting

source: school (text)
nl: school (tekst)

source: nomination report
nl: nominatie rapport

source: nomination score
nl: nominatie score

source: jury report
nl: jury rapport

source: submission
nl: inzending

source: submissions
nl: inzendingen

source: This course is not managed by the organisation of this competition.
nl: Dit vak wordt niet beheerd door de organisatie van deze wedstrijd.

source: first name
nl: voornaam

source: last name
nl: achternaam

source: address 1
nl: adresregel 1

source: address 2
nl: adresregel 2

source: zip
nl: postcode

source: Enter zip code in this format: '1234 AB'
nl: Voer postcode in als: ‘1234 AB’

source: town
nl: plaatsnaam

source: phone
nl: telefoon

source: student
nl: leerling

source: students
nl: leerlingen

source: supervisor
nl: begeleider

source: The title of your research
nl: De titel van jullie onderzoek

source: The course to which your research relates most
nl: Het vak waarop jullie onderzoek de meeste betrekking heeft

source: Provide a brief summary of your research (50 to 300 words)
nl: Geef een korte samenvatting van jullie onderzoek (50 tot 300 woorden)

source: The Radboud Pre-University College of Science processes the above data for the purpose of participation in the contest. The personal data will not be stored after processing. I agree with the <a href="%s" target="_blank">privacy regulations of Radboud University</a> and with the processing of the data provided by me for the purposes described above.
nl: Het Radboud Pre-University College of Science verwerkt bovenstaande gegevens ten behoeve van deelname aan de wedstrijd. De persoonsgegevens worden na verwerking niet bewaard. Ik ga akkoord met het <a href="%s" target="_blank">privacyreglement van</a> de Radboud Universiteit en met de verwerking van de door mij verstrekte gegevens voor de hierboven beschreven doeleinden.

source: Try to be as specific as possible. The more clearly the question is asked, the more specifically the answer can be formulated and the faster you will receive an answer. Also clearly state your subject and research plan in the question. We can help you with the following issues: Choosing a specific topic; Arranging a meeting with an expert; Borrowing material from Radboud University; Conducting an experiment at Radboud University; Collection of literature. Of course, other questions are also welcome, we can always give advice.
nl: Probeer zo specifiek mogelijk te zijn. Hoe duidelijker de vraag is gesteld, hoe specifieker het antwoord geformuleerd kan worden en hoe sneller je antwoord krijgt. Vermeld in de vraag ook duidelijk je onderwerp en onderzoeksplan. We kunnen je helpen met de volgende kwesties: Het concreet kiezen van een onderwerp; Het regelen van een gesprek met een expert; Het lenen van materiaal van de Radboud Universiteit; Het uitvoeren van een experiment op de Radboud Universiteit; Het verzamelen van literatuur. Natuurlijk zijn andere vragen ook welkom, we kunnen altijd advies geven.

source: The Radboud Pre-University College of Science processes the above data for the purpose of answering the questions. The personal data will not be stored after processing. I agree with the <a href="%s" target="_blank">privacy regulations of Radboud University</a> and with the processing of the data provided by me for the purposes described above.
nl: Het Radboud Pre-University College of Science verwerkt de bovenstaande gegevens ten behoeve van het beantwoorden van de gestelde vragen. De persoonsgegevens worden na afhandeling niet bewaard. Ik ga akkoord met het <a href=“%s” target=“_blank”>privacyreglement van de Radboud Universiteit</a> en met de verwerking van de door mij verstrekte gegevens voor de hierboven beschreven doeleinden.

source: DD-MM-YYYY. When do you expect to be finished with your research.
nl: DD-MM-JJJJ. Wanneer verwacht je klaar te zijn met het onderzoek.

source: Add
nl: Toevoegen

source: Delete
nl: Verwijder

source: Submit
nl: Verstuur

source: Students
nl: Leerlingen

source: Supervisors
nl: Begeleiders

source: #schools
nl: #scholen

source: Organisations
nl: Organisaties

source: organisations
nl: organisaties

source: courses
nl: vakken

source: alternative email
nl: alternatief e-mailadres

source: Notifications for new questions for this course will be sent to this address. If empty, the default email will be used.
nl: Notificaties voor nieuwe vragen voor dit vak worden naar dit adres verstuurd. Indien leeg gelaten wordt het standaard e-mailadres gebruikt.

source: assignee
nl: verantwoordelijke

source: Administrative
nl: Administratief

source: Question
nl: Vraag

source: Send email to students
nl: Verstuur e-mail naar leerlingen

source: Questions
nl: Vragen

source: course assignee
nl: vakverantwoordelijke

source: course assignees
nl: vakverantwoordelijken

source: %(course)s assigned to %(assignee)s.
nl: %(course)s toegewezen aan %(assignee)s.

source: research question
nl: onderzoeksvraag

source: sub questions
nl: deelvragen

source: message
nl: bericht

source: completed
nl: afgerond

source: expected end date
nl: verwachtte einddatum

source: question
nl: vraag

source: questions
nl: vragen

source: Can view questions not assigned to that user
nl: Kan vragen bekijken die niet toegewezen zijn aan gebruiker

source: Can change the completion status of questions
nl: Kan afrondingsstatus van vragen wijzigen

source: Can change the assignee of questions
nl: Kan verantwoordelijke van vragen wijzigen

source: Question %(id)s (%(course)s, %(created)s)
nl: Vraag %(id)s (%(course)s, %(created)s)

source: correspondence
nl: correspondentie

source: date
nl: datum

source: Correspondence for %(question)s on %(date)s.
nl: Correspondentie voor %(question)s op %(date)s.

source: Schools
nl: Scholen

source: Bevoegd Gezag id
nl: Bevoegd Gezag nummer

source: BRIN id
nl: BRIN nummer

source: short name
nl: korte naam

source: street
nl: straatnaam

source: house number
nl: huisnummer

source: street (correspondence)
nl: straatnaam (correspondentie)

source: house number (correspondence)
nl: huisnummer (correspondentie)

source: town (correspondence)
nl: plaatsnaam (correspondentie)

source: dissolved
nl: opgeheven

source: schools
nl: scholen

source: remark
nl: opmerking

source: remarks
nl: opmerkingen

source: Remark on %(school)s at %(created)s.
nl: Opmerking bij %(school)s op %(created)s.

source: dayparts
nl: dagdelen

source: secondments
nl: detacheringen

source: hours fulfilled
nl: uren vervuld

source: hours unfulfilled
nl: uren onvervuld

source: view candidates
nl: bekijk kandidaten

source: candidates
nl: kandidaten

source: #requests
nl: #aanvragen

source: #fulfilled
nl: #vervuld

source: #unfulfilled
nl: #onvervuld

source: Secondments
nl: Detacheringen

source: time period
nl: periode

source: time periods
nl: periodes

source: For example, 2019-2020
nl: Bijvoorbeeld, 2019-2020

source: End date cannot be before start date.
nl: Einddatum kan niet vóór startdatum liggen.

source: daypart
nl: dagdeel

source: study program
nl: studie

source: employee
nl: werknemer

source: employees
nl: werknemers

source: study year
nl: studiejaar

source: hours available
nl: uren beschikbaar

source: drivers license
nl: rijbewijs

source: contact person
nl: contactpersoon

source: request
nl: aanvraag

source: requests
nl: aanvragen

source: num. hours
nl: aantal uren

source: Secondment request for %(course)s by %(school)s.
nl: Detacheringsaanvraag voor %(course)s door %(school)s.
